{"Fontes/Bembo":{"title":"Bembo","links":[],"tags":[],"content":"\nFoundry: Monotype"},"Fontes/Edita":{"title":"Edita","links":["Pilar-Cano"],"tags":[],"content":"\nDescrição:\nDesigner: Pilar Cano\nDescrição retirada do site:\nEdita is a warm font family by Pilar Cano, humanist in concept yet with a contemporary feel where softness and fluidity play a very important role. This is especially seen in its italics, which are loosely based on handwriting. Edita is intended to be used complementarily in books where text is set together with photographs and other graphic elements. However, it is versatile enough to be used in many other contexts, from novels to promotional material.\nEdita’s large character set covers most languages which use Latin script. Its six styles give the designer the ability to work with a wide typographic palette, allowing complex typesetting with several levels of information. This is further enhanced by two optically corrected weights, Edita Small and Small Italic, which have been specifically designed for use in very small type sizes, such as in captions and notes. They differ by having a slightly taller x-height, heavier stems, reduced contrast, and carefully drawn inktraps to ensure legibility at sizes as small as five points. Additionally, their extenders are shorter to save space and allow text to be set with tighter leading.\nThe complete Edita font family comes in eight styles, speaks multiple languages, and, along with our entire catalogue, has been optimised for today’s varied screen and print uses."},"Fontes/Fakt":{"title":"Fakt","links":[],"tags":[],"content":"\nDescrição:\nFoundry: Type By\nDescrição retirada do site:\n\nTYPE BY Fakt, designed by Thomas Thiemich, is a highly functional sanserif. Released in 2010, it is Theimich’s second commercially released typeface, following his humanist sanserif Alto.\nDifferent from Alto, whose design speaks of the 1990s, Fakt revisits archetypal sanserifs of earlier decades: Neue Haas Grotesk / Helvetica (the 1950s) and Futura (the 1920s). Fakt combines the best of each – of grotesk and geometrical sanserif traditions – but not by mere interpolation. Instead, it offers a stylistic ‘toggle’ – to put it crudely: Helvetica-like or Futura-like. Switch between options and letter shapes are subtly changed, altering Fakt’s mood. The result is a double design that in each style is well balanced and refined.\nFakt is a child of its time, offering choices efficiently and in an accessible way. It is a well behaved child but also a clever one, respectful of its sanserif parents while bringing them new joy. Fakt’s designer Thiemich views tradition from the present, and so has updated the past using today’s knowledge, craft, tools and techniques with intelligence and cunning.\nFakt consists of ten weights of roman and italic designs, built around three widths. The Fakt font family has an extended range of thin weights, including the ethereal ‘Air’. Its character set includes small caps, stylistic alternates, and multiple figure sets. Additional features include small cap, lining and old style figures (each in tabular and proportional widths); fractions; comprehensive superiors, inferiors, numerators and denominators; case sensitive punctuation sets; mathematical and monetary symbols; arrows; standard and discretionary ligatures (with their stylistic alternates); and a complete range of accents for all Western, Central and East European languages based on the Latin script.\nFakt is available in OTF CFF, TTF, WOFF, and WOFF2 formats. Legacy font formats are available on request.\nThe Fakt superfamily spans across multiple stylistic variants: Fakt, Fakt Slab, Fakt Soft, Fakt Stencil, Fakt Slab Stencil, and Fakt Mono. Most of Fakt’s stylistic variants are available in multiple widths – please consult the product pages of each design for more information.\n"},"Fontes/Freight-Sans":{"title":"Freight Sans","links":["Pessoas/Joshua-Darden"],"tags":[],"content":"\nDescrição:\nDesigner: Joshua Darden\nDescrição retirada do site:\n\nThe Freight Collection comprises a compelling array of intertwined typeface families ready to add unique style to any project. What Joshua Darden started as a serif family inspired by the warmth and pragmatism found in 18th-century Dutch typefaces now ranges across multiple weights, widths, and optical sizes — from Big, Display, Text, Micro, Macro, and Sans — all of which include companion italics. That’s 156 fonts that can be bold and daring as effortlessly as they can be quiet and unassuming.\n"},"Fontes/Freight":{"title":"Freight","links":["Pessoas/Joshua-Darden"],"tags":[],"content":"\nDescrição:\nDesigner: Joshua Darden\nDescrição retirada do site:\n\nThis is a collection of integrated typefaces ready to add unique style to any design project. What Joshua Darden started as a serif family inspired by the warmth and pragmatism found in 18th-century Dutch typefaces became The Freight Collection and now ranges across multiple weights, widths, and optical sizes — from Big to Display, Text, Micro, Macro, Sans, Neo, and Round — all of which include companion italics. That’s 192 fonts that have the ability to be bold and daring just as easily as they can be quiet and unassuming.\n"},"Fontes/Gotham":{"title":"Gotham","links":[],"tags":[],"content":"\nDescrição:\nDesigner: Jonathan Hoefler, Tobias Frere-Jones\nFoundry: Hoefler&amp;Co.\nDescrição retirada do site:\n\nThe Gotham typeface was designed by Jonathan Hoefler and Tobias Frere-Jones in 2000. A sans serif that shares many attributes of typography’s ‘geometric’ genus, Gotham was inspired by a style of bold capital letters that evolved outside the typographic tradition in the early twentieth century, common to lithographed posters, enamel signs, and commercial facades throughout New York City. First appearing in the pages of GQ magazine in 2001, Gotham gained international attention in 2007 when it was adopted by the presidential campaign of Barack Obama. One of the most popular and influential typefaces of our time, Gotham is in the permanent collection of the Museum of Modern Art in New York.\n"},"Fontes/Graphik":{"title":"Graphik","links":["Christian-Schwartz"],"tags":[],"content":"\nDescrição:\nDesigner: Christian Schwartz\nDescrição retirada do site:\n\nGraphik, Commercial Type’s most popular typeface, was originally not intended for release. “When I first started working on it,” recalled designer Christian Schwartz, “I just wanted a plain, unfussy typeface to use in my occasional forays into graphic design, and for utilitarian tasks in my own studio: invoices, contracts, and labels for presentations. I suppose I shouldn’t have been surprised when clients kept wanting to license it after I told them it wasn’t really for sale.”\nEncountering modernism\nAlthough Schwartz started drawing Graphik in 2007, its foundations had been laid much earlier. “One of my earliest memories of letters as shapes,” said Schwartz, “was on trips to Boston with my father when I was five or six, in the early ’80s. We would usually drive through Cambridge on the way to Watertown, where the cameraman he worked with would help him film his stacks of drawings into animation.” Buildings along the side of the road were identified with giant Helvetica numbers, taller than the doorways. “At this scale,” Schwartz continued, “I started to notice the particularities of the letterforms: the subtle angle on the upper left of the 5, and the sinuous curve on the spine of the 2.” He described signage in Boston in those days as an eclectic jumble of hand-lettering from the 1950s and 1960s, mixed with Helvetica—the clean, modern alternative—in different kinds of plastic: vinyl on windows and dimensional letters internally illuminated in white or vermillion, usually in bold and almost always in all caps.\n\n\nSchwartz’s father, who worked out of a home studio, always had  sheets of Helvetica dry-transfer lettering on hand because it was the default typeface for titles and labels on maps. “My taste in letterforms was much more baroque at the time,” said Schwartz. He quickly skipped over Helvetica and its boring peers in the Letraset and Chartpak catalogs, preferring to pore over more exciting alphabets like Thompson Quillscript and Frankfurter Highlight.\nHelvetica was so ubiquitous throughout Schwartz’s childhood that by the time he started design school at Carnegie Mellon University in 1996, he couldn’t imagine using it. “It felt like a non-choice choice, something you’d only go for if you didn’t care about type.” Schwartz’s Basel-trained professors reinforced this, instilling in him an appreciation for Univers as the more sophisticated Swiss grotesk. Nevertheless, his default sans at the time remained the quintessentially American Trade Gothic. “The more I saw of European modernist design,” Schwartz said, “the more I was able to appreciate the nuance and the subtlety of the letterforms, and how their plainness could facilitate expressive graphic design.” Posters and editorial layouts by designers like Armin Hoffman showed powerful imagery paired with bold, direct, and surprisingly plain typography. In Schwartz’s final year at Carnegie Mellon, he lucked into a freelance gig designing forms for the admissions office and was forced to confront his refusal to use Helvetica head-on: Helvetica Neue was the university’s institutional typeface. He finally had to learn how to typeset Helvetica, and found that with proper tracking, it could actually work well at smaller sizes.\n“As I started working as a type designer, I realized that the European grotesk genre was much bigger than just Helvetica and Univers,” Schwartz said. “I came across more and more alternatives from other foundries that never approached the popularity of these two, while competing more or less directly with them.” These included Folio (1957–1962, Konrad Bauer &amp; Walter Baum for Bauer), Neuzeit-Buch S (1959–66, Arthur Ritzel for Stempel, based on Wilhelm Pischner’s geometric sans Neuzeit Grotesk, cut by Stempel in 1928), Recta (1958–61, Aldo Novarese for Nebiolo), Permanent (1962, Karlgeorg Höfer for Ludwig &amp; Mayer), URW Grotesk (1980s, Hermann Zapf for URW) and Forma (1966–70, Aldo Novarese for Nebiolo). An abandoned attempt to revive Recta made Schwartz realize he wanted to synthesize something new from these influences rather than finding the right “lost” typeface to bring back to life.\nSchwartz wanted a “vanilla” typeface that could be used for expressive graphic design—not necessarily just modernist-inflected design—but that didn’t carry the baggage of being ubiquitous, bringing every previous usage along with it. “Helvetica seems inevitable in hindsight,” he thought, “but what if the evolution from typefaces like Venus and Schelter &amp; Giesecke Grotesk, passing through Akzidenz Grotesk to Neue Haas Grotesk, had taken a different path?” Schwartz wanted to emphasize warmth, friendliness, and rationality, so he brought in some influence from geometric sans serifs, leading to rounder bowls, blunter apexes (aside from the pointy Z z 7), a simpler form for G R K k, and, importantly, round dots for i j and punctuation. At the heavy end of the weight spectrum, he was also influenced by Paul Renner’s Plak, a heavy poster face loosely related to Futura and released by Stempel in 1930 only as woodtype. “There was an appealing crudeness to this family,” he said, “and I was particularly interested in how Renner managed to keep a consistent overall color to text in spite of the stroke weights being pretty inconsistent from letter to letter.”\nGraphik ended up with nine weights. The thinnest and heaviest are spaced for display, but the core weights have more generous default spacing so that the family can work for text without users needing to adjust the tracking. “Years of working with magazines,” Schwartz explained, “have taught me that designers are more likely to tighten a headline that feels too loose than loosen a block of text that is set too tight.”\nSchwartz gradually arrived at the realization that refusing to license the family was “ridiculous.” Early versions of Graphik were used by Robert Priest and Grace Lee for Condé Nast Portfolio, Chris Martinez for T: The New York Times style magazine, Project Projects for signage for the Yale Museum of Art, and Meirion Pritchard for Wallpaper*. Graphik was part of the library when Commercial Type debuted at the beginning of 2010, and after mostly finding a home in editorial design at first, it slowly gained a foothold in corporate design, too.\nGraphik’s eight widths in nine weights.\nThe Swiss masters of poster design—Emil Ruder, Josef Müller-Brockmann, Armin Hofmann, and their peers—commonly used flat-sided condensed sans serifs, often drawn to fit, to maximize both height and tightness in their display type. Schwartz realized he could harmonize the narrow widths with the original by keeping the roundness of the tops and bottoms of round bowls more or less consistent while elongating the straight sides, rather than squeezing the curves into progressively narrower ovals. “This helped me replicate the evenness and density of the poster lettering,” he said.\nAfter exploring the outer bounds of weight, he was curious to push the condensed forms narrower and narrower until they would become too abstract to be readable. The seven additional widths were each created with specific uses in mind.\nGraphik Compact is designed for efficiency in copyfitting. It can be used for both headlines and text to save space without the letterforms looking like they have been condensed, and it’s also useful for interface elements in digital design.\nGraphik Condensed is intended to be an all-purpose condensed sans for editorial and web use, as well as for corporate design, wayfinding, and app interfaces. And with some additional tracking, it can also be used for running text.\nGraphik X Condensed is effective for newspapers and magazine design and can be used at a wide range of sizes.\nGraphik XX Condensed, with its larger minimum point size, works for the biggest headlines in a newspaper. It can also be used more generally for book covers, signage, and magazine layouts.\nGraphik XXX Condensed is a poster face, best for “screamers” (an old British term for big, tabloid headlines) and feature spreads in magazines.\nGraphik XXXX Condensed lives at the edge of readability, designed for posters, album covers, and other situations where the text can start to be more abstract. “This width was originally drawn on a dare from Abi Huynh,” Schwartz recalled. “He was working on our PDF specimens and I was sketching the XX Condensed, which was originally planned as the narrowest width, and he thought it could be twice as narrow.”\nGraphik Wide was also Huynh’s idea: “If you’re going to push it that narrow, you’ve got to go in the other direction, too.” This width is purely expressive, designed to take up space. As round bowls get wider, the forms will naturally get squarer to help keep the spacing even; Schwartz found it a challenge to resist this tendency and keep the rounds looking round.\nAfter building out an initial version of the narrower widths for Bon Appétit and Esquire in 2011, they languished until Schwartz enlisted Hrvoje Živčić to help complete the families. Živčić polished the uprights and added italics, and the six narrow versions were released in 2017, followed by Graphik Wide in 2018.\nAs the widths get narrower, the tops and bottoms of round bowls keep their shape. The radii shrink and the flat sides get longer to fill the space and keep spacing tight.\nIf the sides didn’t get flatter, the rounds would become oblong as they get more condensed.\nGraphik prioritizes aligning the stroke endings, which gives an unusual openness through the middle. It’s common to close the apertures in a condensed sans to keep the overall density more even, as seen in Druk X Condensed Super.\nAs the widths get narrower, more and more of the stroke endings are able to align, for a clean and rational appearance. The strong horizontal axis created by this alignment plays against the vertical rhythm, keeping the overall texture from becoming too repetitive.\nWith more open tracking and a different range of weights, Graphik managed to give a different feeling in a top-to-bottom redesign by design director Anton Ioukhnovets after editor David Granger was replaced in 2016.\nOver the years, Curcurito and Pierre used Graphik as a raw material for all kinds of experimentation, including this laser-cut lettering from the May 2015 issue.\nBon Appétit was an early user of the narrow widths of Graphik, slightly customized, as shown on this cover from November 2012 that uses five widths of the family. Design director: Alex Grossman. Art director: Elizabeth Spiridakis Olson.\nBon Appétit cover, January 2013, using two widths of Graphik. Design director Alex Grossman, art director Elizabeth Spiridakis Olson.\nEsquire brought the full (then-unfinished) range of widths of Graphik in at around the same time, using them in bold and assertive ways as shown on this cover from October 2012 by design director David Curcurito and art director Stravinski Pierre.\nWith more open tracking and a different range of weights, Graphik managed to give a different feeling in a top-to-bottom redesign by design director Anton Ioukhnovets after editor David Granger was replaced in 2016.\nOver the years, Curcurito and Pierre used Graphik as a raw material for all kinds of experimentation, including this laser-cut lettering from the May 2015 issue.\nBon Appétit was an early user of the narrow widths of Graphik, slightly customized, as shown on this cover from November 2012 that uses five widths of the family. Design director: Alex Grossman. Art director: Elizabeth Spiridakis Olson.\nGoing International\nAs Graphik grew in popularity, Schwartz thought its underlying concept and approach could adapt to other scripts. Ilya Ruderman and Panagiotis Haratzopoulos drew Cyrillic and Greek extensions in 2015; Waël Morcos and Khajag Apelian added Graphik Arabic in 2017; and 2020 marked the release of Armenian by Apelian, Georgian by Yury Ostromentsky, Hebrew by Yanek Iontef and Daniel Grumer, and Thai by Smich Smanloch and Anuthin Wongsunkakon.\n"},"Fontes/Lyon-Text":{"title":"Lyon Text","links":["Kai-Bernau"],"tags":[],"content":"\nDescrição:\nDesigner: Kai Bernau\nDescrição retirada do site:\n\nLyon Text Roman was the centerpiece of Kai Bernau’s degree project at the Type + Media course at the Royal Academy of Art (KABK) in The Hague, but was extensively revised and expanded before its debut in the New York Times Magazine in 2009. Like many of the great seriffed typefaces it draws intelligently from the work of Robert Granjon, the master of the Renaissance, while having a contemporary feel. Its elegant looks are matched with an intelligent, anonymous nature, making it excellent for magazines, book and newspapers.\n"},"Fontes/Sentinel":{"title":"Sentinel","links":[],"tags":[],"content":"\nDescrição:\nDesigner: Jonathan Hoefler, Tobias Frere-Jones\nFoundry: Hoefler&amp;Co.\nDescrição retirada do site:\n\nThe Sentinel typeface was designed by Jonathan Hoefler in 2004. In the early nineteenth century, typefounders seeking novelty invented a freakish new category of typefaces with extreme weight, heightened contrast between thick and thin strokes, and stocky, unbracketed serifs. This style, which became known as ‘antique,’ would rise to prominence in the decades ahead, when these faces were paired with lighter typefaces in order to signal emphasis: they became the world’s first ‘boldface’ types. Sentinel updates and expands the antique genre to include both romans and italics, and a set of ornaments in period style. Created for Texas Monthly, in whose pages the typeface first appeared in 2004. First published in 2009, the Sentinel family was expanded in 2020 to include a broader character set, and two fonts of ornaments.\n"},"Gráficas/Geográfica":{"title":"Geográfica","links":[],"tags":[],"content":"\nWebsite: grafica.geografica.com.br/\nEndereço: Avenida Presidente Artur da Costa e Silva, 2151. Parque Capuava - Santo André – SP CEP 09270-000.\n"},"Gráficas/Loyola":{"title":"Loyola","links":[],"tags":[],"content":"\nWebsite: www.loyola.com.br/servico-graficos\nEndereço: Rua Mil Oitocentos e Vinte e Dois, 341 – Edif. 313 – Ipiranga – São Paulo/SP – CEP: 04216-000\n"},"Gráficas/RR-Donelley":{"title":"RR Donelley","links":[],"tags":[],"content":"Gráfica fechou em 2019.\nEndereço: Av. Tucunaré, 299, Barueri, Brazil 06460-020"},"Livros/A-narrativa-de-A.-Gordon-Pym":{"title":"A narrativa de A. Gordon Pym","links":["Edgar-Allan-Poe","Fontes/Bembo","Gráficas/RR-Donelley","tags/capa-dura","tags/baixo-relevo"],"tags":["capa-dura","baixo-relevo"],"content":"Informações técnicas\n\nAutor: Edgar Allan Poe\nAno de publicação: 2002\nISBN: 85-7503-108-2\nPáginas: 320\nConselho Editorial (Design): Augusto Massi, Davi Arrigucci Jr.\nCoordenação: Samuel Titan Jr.\nTradução: José Marcos Mariani de Macedo, Renata Esteves, André Pacheco\nPreparação: Cássio Arantes Leite\nRevisão: Nelson Luís Barbosa, Maria Helena Arrigucci\nCapa e projeto gráfico: Fábio Miguez\nProdução Gráfica:\n\nMedidas\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNomeMedidaLargura, fechado (mm)146Altura (mm)216Margem superior (mm)21Margem inferior (mm)25Margem interna (mm)20Margem externa (mm)21Altura-x (pt)5.5Entrelinha (pt)16\n\n\n                  \n                  Observação: \n                  \n                \n\nMedidas de margens foram realizadas em exemplar do livro impresso e podem não representar com precisão as medidas utilizadas no processo de projeto. Por exemplo: margens são aqui apresentadas em milímetros, mas podem ter sido idealizadas em pontos.\nAlém disso, medidas da tipografia foram realizadas usando gabarito tipográfico, e podem haver pequenas variações. Consulte as imagens abaixo para verificar possíveis variações.\n\n\nColofão\nPapel: Pólen Print 90g/m2\nFontes: Bembo\nTiragem: 3000\nImpressão: RR Donelley\nAcabamentos:\ncapa-dura baixo-relevo\nGaleria\n\n\n\n\n\n\n\n"},"Livros/Antologia-da-Literatura-Fantástica":{"title":"Antologia da Literatura Fantástica","links":["Pessoas/Adolfo-Bioy-Casares","Pessoas/Jorge-Luis-Borges","Pessoas/Silvina-Ocampo","tags/ano2013","Pessoas/Elaine-Ramos","Pessoas/Nathalia-Cury","Pessoas/Aline-Valli","Fontes/Lyon-Text","Fontes/Graphik","Geográfica","tags/capa-dura","tags/baixo-relevo","tags/hot-stamping","tags/fitilho"],"tags":["ano2013","capa-dura","baixo-relevo","hot-stamping","fitilho"],"content":"Informações técnicas\n\nAutores: Adolfo Bioy Casares, Jorge Luis Borges, Silvina Ocampo\nAno de publicação: ano2013\nISBN: 978-85-405-0454-7\nPáginas: 448\nCoordenação Editorial: Maria Emilia Bender\nPreparação: Mariana Delfini\nRevisão: Thiago Lins, Maria Fernanda Alvares\nProjeto Gráfico: Elaine Ramos, Nathalia Cury\nIlustração da capa e guardas: Zansky\nProdução Gráfica: Aline Valli\n\nNesta edição, respeitou-se o novo Acordo Ortográfico da Língua Portuguesa.\nMedidas\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNomeMedidaLargura, fechado (mm)162Altura (mm)236Margem superior (mm)21Margem inferior (mm)22Margem interna (mm)19Margem externa (mm)32Altura-x (pt)6Entrelinha (pt)15\n\n\n                  \n                  Observação: \n                  \n                \n\nMedidas de margens foram realizadas em exemplar do livro impresso e podem não representar com precisão as medidas utilizadas no processo de projeto. Por exemplo: margens são aqui apresentadas em milímetros, mas podem ter sido idealizadas em pontos.\nAlém disso, medidas da tipografia foram realizadas usando gabarito tipográfico, e podem haver pequenas variações. Consulte as imagens abaixo para verificar possíveis variações.\n\n\nColofão\n\nPapel: Pólen Soft 80g/m2\nFontes: Lyon Text, Graphik\nTiragem: 4000\nImpressão: Geográfica\n\nAcabamentos:\ncapa-dura baixo-relevo hot-stamping fitilho\nGaleria\n\n\n\n\n"},"Livros/Design-em-diálogo":{"title":"Design em diálogo","links":["tags/ano2013","André-Stolarski","Pessoas/Chico-Homem-De-Melo","João-De-Souza-Leite","Pessoas/Rodolfo-Capeto","Pessoas/Elaine-Ramos","Pessoas/Aline-Valli","Fontes/Fakt","tags/serigrafia"],"tags":["ano2013","serigrafia"],"content":"Informações técnicas\n\nAutores: Steven Heller, Elinor Pettit, Cid Knipel\nAno de publicação: ano2013\nISBN: 978-85-405-0360-1\nPáginas: 336\nConselho editorial: André Stolarski, Chico Homem De Melo, João De Souza Leite, Rodolfo Capeto\nCoordenação editorial: Elaine Ramos\nAtualização das biografias: Elaine Ramos, Ana Paula Martini\nRevisão: Eliane Santoro, Isabel Jorge Cury\nProjeto gráfico: Elaine Ramos, Paulo André Chagas\nTratamento de imagem: Wagner Fernandes\nProdução gráfica: Aline Valli\n\nNesta edição, respeitou-se o novo Acordo Ortográfico da Língua Portuguesa.\nMedidas\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNomeMedidaLargura, fechado (mm)120 mmAltura (mm)180 mmMargem superior (mm)12Margem inferior (mm)24Margem interna (mm)15Margem externa (mm)20Altura-x (pt)9.2Entrelinha (pt)12.7\n\n\n                  \n                  Observação: \n                  \n                \n\nMedidas de margens foram realizadas em exemplar do livro impresso e podem não representar com precisão as medidas utilizadas no processo de projeto. Por exemplo: margens são aqui apresentadas em milímetros, mas podem ter sido idealizadas em pontos.\n\n\nColofão\n\n\nPapel: Yu Long Pure 100g/m2\nFonte: Fakt 9.2 x 12.7pt\nTiragem: 3000\nImpressão: OGI, China\n\nAcabamentos:\nserigrafia\n#cantos-arredondados\nGaleria\n"},"Livros/Design-para-um-mundo-complexo":{"title":"Design para um mundo complexo","links":["Pessoas/Rafael-Cardoso","tags/ano2011","André-Stolarski","Pessoas/Chico-Homem-De-Melo","João-De-Souza-Leite","Pessoas/Rodolfo-Capeto","Pessoas/Elaine-Ramos","Pessoas/Aline-Valli","Fontes/Sentinel","Fontes/Gotham","Gráficas/Loyola","tags/linha-colorida"],"tags":["ano2011","linha-colorida"],"content":"Informações técnicas\n\nAutores: Rafael Cardoso\nAno de publicação: ano2011\nISBN: 978-85-405-0098-3\nPáginas: 264\nConselho Editorial (Design): André Stolarski, Chico Homem De Melo,João De Souza Leite, Rafael Cardoso, Rodolfo Capeto\nCoordenação Editorial: Elaine Ramos\nPreparação: Pedro Paulo Da Silva\nRevisão: Maria Fernanda Alvares, Adriana Cerello\nProjeto Gráfico: Elaine Ramos, Ana Sabino\nIlustrações: Francisco França\nProdução Gráfica: Aline Valli\n\n1ª Reimpressão, 2012\nNesta edição, respeitou-se o novo Acordo Ortográfico da Língua Portuguesa.\nMedidas\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNomeMedidaLargura, fechado (mm)120Altura (mm)180Margem superior (mm)20Margem inferior (mm)34Margem interna (mm)17Margem externa (mm)22Altura-x (pt)5.5Entrelinha (pt)14\n\n\n                  \n                  Observação: \n                  \n                \n\nMedidas de margens foram realizadas em exemplar do livro impresso e podem não representar com precisão as medidas utilizadas no processo de projeto. Por exemplo: margens são aqui apresentadas em milímetros, mas podem ter sido idealizadas em pontos.\nAlém disso, medidas da tipografia foram realizadas usando gabarito tipográfico, e podem haver pequenas variações. Consulte as imagens abaixo para verificar possíveis variações.\n\n\nColofão\n\n\nPapel: Kraft ouro 30% reciclado da Indústria Americana de Papéis.\nFontes: Sentinel e Gotham, da Hoefler &amp; Co.\nTiragem: 1500\nImpressão: Loyola\n\nAcabamentos:\nlinha-colorida\n#sobrecapa\n#poster\nCuriosidades\nO livro foi posteriormente reeditado pela Editora Ubu, e o papel Kraft Ouro foi substituído por outro por conta de custos de produção. Seu papel nesta última edição é o mesmo utilizado para fabricação de Post-its\nGaleria"},"Livros/Ligeiramente-fora-de-foco":{"title":"Ligeiramente fora de foco","links":["Pessoas/Robert-Capa","tags/ano2010","Pessoas/Cassiano-Elek-Machado","Pessoas/Lilia-Goes","Fontes/Freight","Fontes/Freight-Sans","Gráficas/RR-Donelley","tags/capa-dura"],"tags":["ano2010","capa-dura"],"content":"Informações técnicas\n\nAutor: Robert Capa\nAno de publicação: ano2010\nISBN: 978-85-7503-950-2\nPáginas: 296\nCoordenação Editorial: Cassiano Elek Machado\nPreparação: Luri Pereira\nRevisão: Cássia Land/Todotipo Editorial, Maria Fernanda Alvares e Flavia Lago\nProjeto Gráfico: Gustavo Marchetti\nTratamento De Imagem: Wagner Fernandes\nProdução Gráfica: Lilia Goes\n\nA editora agradece a Ricardo Bonalume neto e a João Barone pela valiosa ajuda na tradução de termos militares.\nMedidas\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNomeMedidaLargura, fechado (mm)160Altura (mm)226Margem superior (mm)24Margem inferior (mm)30Margem interna (mm)33Margem externa (mm)17Altura-x (pt)6Entrelinha (pt)15\n\n\n                  \n                  Observação: \n                  \n                \n\nMedidas de margens foram realizadas em exemplar do livro impresso e podem não representar com precisão as medidas utilizadas no processo de projeto. Por exemplo: margens são aqui apresentadas em milímetros, mas podem ter sido idealizadas em pontos.\nAlém disso, medidas da tipografia foram realizadas usando gabarito tipográfico, e podem haver pequenas variações. Consulte as imagens abaixo para verificar possíveis variações.\n\n\nColofão\n\nPapel: Munken Lynx Rough 100g/m2\nFontes: Freight e Freight Sans\nTiragem: 4500\nImpressão: RR Donelley\n\nAcabamentos:\ncapa-dura"},"Livros/Teoria-do-Drone":{"title":"Teoria do Drone","links":["Grégoire-Chamayou","Florencia-Ferrari","Pessoas/Elaine-Ramos","Flávia-Castanheira","Fontes/Edita","Gráficas/Loyola","tags/adesivos"],"tags":["adesivos"],"content":"Informações técnicas\n\nAutores: Grégoire Chamayou\nAno de publicação: 2015\nISBN: 978-85405-0871-2\nPáginas: 288\nCoordenação editorial da coleção: Milton Ohata, Florencia Ferrari\nEdição: Florencia Ferrari\nPreparação: Rafaela Biff Cera\nRevisão: Cássia Land, Cristina Yamazaki\nRevisão técnica: Ricardo Bonalume\nProjeto Gráfico: Elaine Ramos, Flávia Castanheira\nProdução Gráfica: Mariana Tavares Geraldo\n\nNesta edição, respeitou-se o novo Acordo Ortográfico da Língua Portuguesa.\nMedidas\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNomeMedidaLargura, fechado (mm)139Altura (mm)210Margem superior (mm)18Margem inferior (mm)29Margem interna (mm)16Margem externa (mm)22Altura-x (pt)6Entrelinha (pt)15\n\n\n                  \n                  Observação: \n                  \n                \n\nMedidas de margens foram realizadas em exemplar do livro impresso e podem não representar com precisão as medidas utilizadas no processo de projeto. Por exemplo: margens são aqui apresentadas em milímetros, mas podem ter sido idealizadas em pontos.\nAlém disso, medidas da tipografia foram realizadas usando gabarito tipográfico, e podem haver pequenas variações. Consulte as imagens abaixo para verificar possíveis variações.\n\n\nColofão\n\nPapel: Alta alvura 90 g/m2\nFontes: Edita\nImpressão: Loyola\n\nAcabamentos\nadesivos\nCuriosidades\nA impressão da capa nesta coleção foi feita em máquinas offset de uma só cor. O efeito de degradê foi conseguido misturando as duas cores no cilindro de uma mesma máquina. A capa ainda conta com intervenções na forma de uma fita adesiva com impressão dourada.\nGaleria\n\n\n\n\n\n\n\n"},"Notícias/Por-que-livros-da-extinta-editora-Cosac-Naify-custam-até-R$-2,8-mil-na-internet":{"title":"Por que livros da extinta editora Cosac Naify custam até R$ 2,8 mil na internet","links":["tags/ano2021","Antologia-da-Literatura-Fantástica","Pessoas/Jorge-Luis-Borges","Pessoas/Adolfo-Bioy-Casares","Pessoas/Silvina-Ocampo"],"tags":["ano2021"],"content":"Informações técnicas\n\nVeículo: G1\nData: 17/08/2021\nAno: ano2021\nAutor(a): Thaís Matos\nURL: g1.globo.com/pop-arte/noticia/2021/08/17/por-que-livros-da-extinta-editora-cosac-naify-custam-ate-r-28-mil-na-internet.ghtml\n\nConteúdo\nFecharam-se, em 2015, as portas de uma das editoras mais elegantes do Brasil. Em seis anos, suas obras se tornaram relíquias, tanto pela raridade de exemplares à venda quanto pelo valor cobrado por elas.\nBelos livros editados pela Cosac Naify (1996-2015) são, agora, vendidos por centenas de reais pelos poucos, mas espertos donos de edições ainda embaladas. Os preços variam:\n\nUm box de Contos Completos de Liev Tolstói, com três volumes, chega a ser vendido por R$ 2,5 mil. E o combo de Guerra e Paz, um dos mais famosos e queridinhos entre o público da editora, por R$ 1,4 mil.\nO Outono da Idade Média, de Johan Huizinga, é anunciado por R$ 1,5 mil.\nDavid Copperfield, de Charles Dickens, tem ofertas de R$ 550 a R$ 2,8 mil.\nContos Maravilhosos Infantis e Domésticos, dos irmãos Grimm, chega a custar R$ 950.\nAntologia da Literatura Fantástica, com 75 histórias reunidas pelos autores Jorge Luis Borges, Adolfo Bioy Casares e Silvina Ocampo, é vendido por cerca de R$ 800.\n\nMesmo livros usados não saem por menos de R$100 em sites dedicados a produtos de segunda mão. A maioria gira em torno de R$300 a R$500, a depender da popularidade e da raridade da obra.\nPor que faz tanto sucesso\nOs livros são bonitos, mas existe complexidade por trás da beleza. A escolha de gráficas de ótima qualidade, inclusive premiadas, por exemplo, explica Luciano Guimarães, professor de Design Editorial da Universidade de São Paulo (USP).\n“Uma das características que fez Cosac Naify ter qualidade reconhecida de forma quase unânime é ter aliado a escolha por gráficas de excelência - como a Ipsis, que tem vários projetos vencedores no Prêmio Fernando Pini de Excelência Gráfica —, o investimento em equipe editorial, com editores, produtores e designer editoriais muito qualificados. O resultado é percebido tanto na qualidade do material, quanto em uma dimensão conceitual: a materialidade corresponde a um conceito”, explica.\n\nPáginas do livro A fera na selva, da editora Cosac Naify — Foto: Reprodução/Gabriela Araujo F Oliveira\nUm exemplo disso é o livro A fera na selva. Uma publicação dos pesquisadores Gabriela Araújo Oliveira e Hans da Nóbrega Waechter, da Universidade Federal de Pernambuco, mostra que a gramatura do papel aumenta a cada 8 páginas, enquanto o tom escurece a cada duas, conforme a história se torna tensa.\n\n“Ao final, há uma inversão das cores: o fundo prateado torna-se preto e o texto preto converte-se em prateado, quando o protagonista passa por um momento revelador sobre sua ‘fera’”, diz a publicação.\n\nSegundo Guimarães, a maioria dos livros “regulares” no Brasil utiliza o papel offset, com gramatura entre 75 e 90 g/m2 e formato de 14 x 21 cm. A Cosac não tinha papel, gramatura ou formato específicos. Cada obra era feita com um tipo de papel correspondente ao seu conteúdo e proposta.\nOutro ponto é a abrangência do catálogo. A editora foi uma das poucas que reuniu tantos livros sobre cultura, arte, moda e design, como História do design gráfico, de Philip B. Meggs (vendido por R$ 700). Também foi apostava em autores brasileiros e internacionais com menor alcance na época, mas grandes obras, como Samuel Beckett, Jorge de Lima, Murilo Mendes e Alejandro Zambra.\nTambém entram na conta as traduções zelosas, muitas feitas diretamente do idioma original - como as versões de “Anna Kariênina”, “Ressurreição” e “Guerra e Paz” feitas do russo por Rubens Figueiredo. Por fim, uma das maiores explicações: algumas obras ainda não foram relançadas por outras editoras no país.\n“As traduções refeitas e atualizada de livros antigos, como a coleção de Tolstói. Comprei meu primeiro livro deles em 2011, a edição de ‘Anna Kariênina’. Foi meu primeiro contato com o autor, que se tornou um dos meus favoritos, e também com a literatura russa”, conta o analista de segurança de conteúdo Thiago D’Carlo, de 27 anos.\nPara que ter só pela metade o que se pode ter por inteiro? D’carlo quer completar a coleção que começou há 10 anos, mas esbarra nos preços altos. “Hoje, você não encontra ‘Guerra e Paz’ da Cosac por menos de R$ 300 reais (ou R$ 400) e por isso ainda não comprei, mas sigo nessa expectativa.”\nQuem vende e quem compra?\n\nEngenheiro civil tem 38 livros da editora Cosac Naify — Foto: Arquivo pessoal / Pedro Cavalcanti\nEntre os vendedores, estão pessoas jurídicas com catálogos em marketplaces como Mercado Livre, Amazon e Shopee, geralmente que possuem outros artigos de entretenimento à venda. Há pequenas livrarias e sebos, além de pessoas físicas que querem aproveitar o ótimo preço de mercado para levantar uma grana.\nQuem compra livros da finada editora costuma celebrar a conquista nas redes sociais. A maior parte das pessoas compartilha, além do gosto pela arte, uma outra característica: não tinham muito dinheiro quando a editora ainda funcionava, por isso matam, só agora, a vontade de possuir seus exemplares.\nO engenheiro civil Pedro Cavalcanti, de 25 anos, tem 38 livros da editora e se enquadra nessa descrição. Alguns foram comprados enquanto ela existia. Outro, exaustivamente garimpados em sebos e links.\n“Comecei a ler bastante literatura russa uma época, e a Cosac sempre foi referência, principalmente porque as traduções eram feitas direto do idioma original. Eu não trabalhava naquele tempo, então comprar livros era meio difícil, mas a vontade de ter essas edições nunca passou’, conta.\nCavalcanti está sempre pesquisando livros da editora e consegue garantir bons preços em grupos de compra e venda. Mas, por duas vezes, não fugiu a inflação. “De vez em quando aparece algo por um preço aceitável. Mas paguei caro em dois. ‘Ficção Completa’, de Bruno Schulz, que até hoje não foi relançada. E ‘Contos completos’ do Tolstói”. A companhia das letras relançou essa edição por R$ 200, mas achei o design meio feio”, diz."},"Pessoas/Adolfo-Bioy-Casares":{"title":"Adolfo Bioy Casares","links":[],"tags":[],"content":""},"Pessoas/Aline-Valli":{"title":"Aline Valli","links":[],"tags":[],"content":""},"Pessoas/André-Stolarski":{"title":"André Stolarski","links":[],"tags":[],"content":""},"Pessoas/Cassiano-Elek-Machado":{"title":"Cassiano Elek Machado","links":[],"tags":[],"content":""},"Pessoas/Charles-Dickens":{"title":"Charles Dickens","links":[],"tags":[],"content":""},"Pessoas/Chico-Homem-De-Melo":{"title":"Chico Homem De Melo","links":[],"tags":[],"content":""},"Pessoas/Elaine-Ramos":{"title":"Elaine Ramos","links":[],"tags":[],"content":""},"Pessoas/João-De-Souza-Leite":{"title":"João De Souza Leite","links":[],"tags":[],"content":""},"Pessoas/Johan-Huizinga":{"title":"Johan Huizinga","links":[],"tags":[],"content":""},"Pessoas/Jorge-Luis-Borges":{"title":"Jorge Luis Borges","links":[],"tags":[],"content":""},"Pessoas/Joshua-Darden":{"title":"Joshua Darden","links":[],"tags":[],"content":""},"Pessoas/Liev-Tolstói":{"title":"Liev Tolstói","links":[],"tags":[],"content":""},"Pessoas/Lilia-Goes":{"title":"Lilia Goes","links":[],"tags":[],"content":""},"Pessoas/Nathalia-Cury":{"title":"Nathalia Cury","links":[],"tags":[],"content":""},"Pessoas/Philip-B.-Meggs":{"title":"Philip B. Meggs","links":[],"tags":[],"content":""},"Pessoas/Rafael-Cardoso":{"title":"Rafael Cardoso","links":[],"tags":[],"content":""},"Pessoas/Robert-Capa":{"title":"Robert Capa","links":[],"tags":[],"content":""},"Pessoas/Rodolfo-Capeto":{"title":"Rodolfo Capeto","links":[],"tags":[],"content":""},"Pessoas/Silvina-Ocampo":{"title":"Silvina Ocampo","links":[],"tags":[],"content":""},"index":{"title":"index","links":["/"],"tags":[],"content":"Olá!\nEsse projeto foi inspirado pelo Nokia Archive e surgiu da vontade de criar um espaço que coletasse informações de maneira pública e unificada sobre a editora Cosac Naify, importantíssima para o cenário do design gráfico brasileiro e o mercado editorial.\nCom os valores de revenda dos livros chegando a níveis impraticáveis, torna-se cada vez mais evidente a importância de existir um recurso de livre acesso que seja útil para estudantes e pesquisadores, e que documente com profundidade seus momentos mais importantes e seu impacto na sensibilidade do mercado de design brasileiro. No futuro pretendo que as informações aqui contidas sejam convertidas em um banco de dados igualmente público e acessível, mas que porém possibilitará uma infinidade de buscas, filtros e visualizações.\nRessalto ainda que este projeto não possui ligação nenhuma com a editora e nenhum de seus fundadores.\nBom proveito 📚"}}